[
  {
    "film": "Hannah Montana: Le Film",
    "comments": [
      {
        "user": "Emi",
        "comment": "A la base je devais y aller pour accompagner ma cousine mais finalement, je me suis plus régalé qu'elle car Miley Cyrus est magnifique !"
      },
      {
        "user": "Georges",
        "comment": "pour les fans de la série il est parfait sans aucune prétention, ce n'est pas la même ambiance il est beaucoup plus calme mais super sympa à regarder avec de l'humour, de bonnes chansons, très bon film pour les fans, rien à dire."
      }
    ]
  },
  {
    "film": "Raiponce",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Un film extraordinaire, bourré d'humour et d'émotions, regorgant de vérité graphique magnifique, des personnages charismatiques et très bien travaillés, et bien plus encore... Voilà ce qui qualifie ce nouveau Disney que nous ne sommes pas prêts d'oublier !"
      },
      {
        "user": "Emi",
        "comment": "Évidement que c'est cul cul à fond et gentillet comme il faut. Vous vous attendiez à quoi de la part de Disney? Il n'en reste pas moins drôle, très abouti visuellement et avec des dialogues rigoureusement travaillés. Pour un Disney c'est un sans faute."
      }
    ]
  },
  {
    "film": "Toy Story",
    "comments": [
      {
        "user": "Georges",
        "comment": "Extraordinaire et franchement plaisant. Une vraie révolution pour l'époque, avec de plus une VF de qualité."
      },
      {
        "user": "Chloé",
        "comment": "Un monde magique! Et une innovation technique à couper le souffle."
      }
    ]
  },
  {
    "film": "Toy Story 2",
    "comments": [
      {
        "user": "Emi",
        "comment": "Tout aussi génial, en plus d'en apprendre plus sur les personnages, de nouveaux font leur apparition. L'animation est toujours aussi fluide et belle pour un film qui a déjà 11 ans."
      }
    ]
  },
  {
    "film": "Toy Story 3",
    "comments": [
      {
        "user": "Georges",
        "comment": "Le meilleur film d'animation de 2010!! Un pur moment de bonheur, de rires et d'émotions comme Pixar sait si bien le faire!! On en redemande!!"
      }
    ]
  },
  {
    "film": "Toy Story 4",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Nouveau personnage Fourchette qui n'a pas grand intérêt, un Woody malmené et presque oublié, une fin qui ne correspond en rien avec l'esprit des 3 premiers opus, pour certains un chef d'œuvre pour moi une triste fin. En fait déçu, très déçu."
      }
    ]
  },
  {
    "film": "Le Roi Lion",
    "comments": [
      {
        "user": "Emi",
        "comment": "Un très beau dessin animé qui nous entraîne dans une savane africaine aux couleurs chatoyantes. A la fois belle, drôle et émouvante, l’histoire passionne et enchante. Les personnages, exclusivement des animaux, sont tous très travaillés et attachants. Une jolie réussite qui s’appuie également sur une merveilleuse bande originale interprétée par Elton John. On y retrouve la grandeur et la magie des premiers Disney ! Un classique indétrônable !"
      }
    ]
  },
  {
    "film": "Le Roi Lion 2 : L'Honneur de la Tribu",
    "comments": [
      {
        "user": "Georges",
        "comment": "Personnellement, une suite superbe. Un scénario certes inspiré du premier obtus mais bien quand même car il reprend le thème de Roméo et Juliette, le 1 lui c'était Hamlet. Méchants très réussis (Zira la diabolique, le rebelle Vitani et le délirant Nuka) quand a couple Kovu/Kiara il est super. Vraiment une des rares suites Disney que j'ai aimé, hélas elle est passée trop inaperçue, dommage."
      }
    ]
  },
  {
    "film": "Le Roi Lion 3 : Hakuna Matata",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Super!!!!!! J'ai adoré! Hommage au plus beau des Disney avec ce troisième opus, qui nous explique bien des choses sur le 1! À voir!!!!!!!!!"
      }
    ]
  },
  {
    "film": "Cendrillon",
    "comments": [
      {
        "user": "Emi",
        "comment": "Un des plus beaux dessins-animés de Walt Disney. Parce que cette histoire voyagera dans le temps, que les répliques (et la bande-son) sont cultes! A voir, et à redécouvrir (petits et grands)."
      },
      {
        "user": "Georges",
        "comment": "Un Disney plein de charme et de magie, des petits animaux mignons et des méchantes pestes. Un classique."
      }
    ]
  },
  {
    "film": "Cendrillon 2 : Une vie de princesse",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Quel enchantement !!! Enfin une suite drôle et agréable à regarder !!!! 3 petites histoires différentes qui font sourire et rêver et je n'ai pas boudé mon plaisir de retrouver Cendrillon et tous ses amis !!! Les deux chats sont vraiment à mourir de rire et mes neveux ont tous adoré !!!! Un vrai moment de partage et de bonheur en famille !!!"
      }
    ]
  },
  {
    "film": "Dune",
    "comments": [
      {
        "user": "Emi",
        "comment": "Le Dune de Villeneuve c'est beau comme le désert : aride, interminable et vide. Ce film lent, froid et pompeux tourne en rond et ne procure aucune émotion. Une certitude : Vous y trouverez de beaux fonds d'écran pour ordi. Bref, je me suis ennuyé. Décidément il semble difficile de faire un bon film avec ce roman..."
      }
    ]
  },
  {
    "film": "Hamtaro - Aventures à Ham-Ham Land",
    "comments": [
      {
        "user": "Georges",
        "comment": "Très bien !!!!"
      }
    ]
  },
  {
    "film": "Hamtaro et ses amis hamsters se lancent dans une aventure magique pour trouver la légendaire Terre des Ham-Hams.",
    "comments": []
  },
  {
    "film": "Princesse et la grenouille",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Un très bon Disney moderne, faisant penser aux bon vieux anciens. Les dessins sont superbes, l'histoire est au top, les personnages sont terribles (surtout le crocodile et la luciole)... Il faut au moins l'avoir vu 2 fois !"
      },
      {
        "user": "Emi",
        "comment": "Un futur grand classique de Disney !!!! Je regrette juste qu'il y a du plagiat sur \"Le cygne et la princesse\" sinon l'histoire et les chansons sont magnifiques, dignes d'un grand Disney !!"
      }
    ]
  },
  {
    "film": "High School Musical",
    "comments": [
      {
        "user": "Georges",
        "comment": "High School Musical est un bon film destiné aux jeunes, le scénario est très peu recherché certes mais les chansons sont pas mal du tout !! et les acteurs sont plutôt convaincants."
      },
      {
        "user": "Chloé",
        "comment": "C'est sûr que le film ne fait plus le même effet que lorsqu'on était jeune, mais il reste super divertissant pour les gens qui aiment les comédies musicales. C'est sûr, l'histoire est très légère mais cela reste sympa à regarder. Kenny Ortega a réussi à captiver les plus jeunes en utilisant des chansons captivantes, de bonnes chorégraphies et de très bons acteurs à fond dans leursrôles. Pas étonnant que le téléfilm a eu énormément de succès."
      }
    ]
  },
  {
    "film": "High School Musical 2",
    "comments": [
      {
        "user": "Emi",
        "comment": "Un 2ème opus en dessous du 1er, dû notamment à une histoire trop légère et quelques chansons un peu moins bonnes !! Par contre, nombreuses chansons sont toujours aussi bien interprétées et chorégraphiées parfaitement !! Ça reste toujours \"gnangnan\" par moment mais on s'en doute quand on regarde ce type de film !!"
      },
      {
        "user": "Georges",
        "comment": "Bonne suite réalisée par Kenny Ortega. Toujours autant de fraîcheur incarnée par Zac Efron et Vanessa Hudgens. Les chorégraphies sont magiques et les chansons font rêver.\nGrandiose..."
      }
    ]
  },
  {
    "film": "High School Musical 3: Senior Year",
    "comments": [
      {
        "user": "Chloé",
        "comment": "Un dernier volet qui conclut très bien cette trilogie !! Des 3 opus, c'est certainement celui qui contient le plus de bonnes chansons qui s'enchainent sans cesse !! Des chansons rythmées et surtout des chorégraphies vraiment au top une nouvelle fois !!"
      },
      {
        "user": "Emi",
        "comment": "C'est un film plus destiné aux ados, enfants donc l'histoire est très légère. Cependant, les musiques sont vraiment très entraînantes et c'est probablement cela qui est dû au succès de la saga. De plus, la mise en scène est magnifique, Kenny Ortega a fait de l'excellent travail, au niveau des décors des chorégraphies c'est vraiment très réussi."
      }
    ]
  },
  {
    "film": "Camp Rock",
    "comments": [
      {
        "user": "Georges",
        "comment": "Un film plutôt sympa, mieux que H.S.M. Les chansons sont plus rythmées, plus rock. Le scénario n'est pas un chef-d'œuvre mais il est convenable. Le casting est très bon par contre. Les acteurs ont de la voix et cela permet au film d'avoir une bonne fluidité."
      },
      {
        "user": "Chloé",
        "comment": "Comédie musicale très réussie qui nous rappelle nos jeunes années autour d'un feu de camp. Le duo Demi Lovato et Joe Jonas fonctionne à merveille. Beaucoup de musique, de danse, d'humour avec des paysages magnifiques...\nUne vraie réussite pour petits et grands."
      }
    ]
  },
  {
    "film": "Camp Rock 2: Le Face à Face",
    "comments": [
      {
        "user": "Emi",
        "comment": "Très bon film!"
      }
    ]
  }
]
